arch-wiki-docs
base
base-devel
bat
brightnessctl
btop
btrfs-progs
efibootmgr
eza
fastfetch
firefox
git
github-cli
grub
gst-plugin-pipewire
hyprland
intel-ucode
kitty
libpulse
linux
linux-firmware
man-db
neovim
networkmanager
nwg-look
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
qt6-multimedia-ffmpeg
qt6-virtualkeyboard
rustup
sddm
sof-firmware
swww
thunar
timeshift
ttf-fantasque-nerd
wf-recorder
wget
wikiman
wireplumber
xdg-user-dirs
yazi
zoxide
zram-generator
zsh
